{
    "Aiyamullah_Shareef_Calendar": [
        {
            "month_bn": "মুহররম শরীফ",
            "month_en": "Muharram Sharif",
            "events": [
                {
                    "day": "১",
                    "details": [
                        "আমীরুল মু’মিনীন, খলীফাতুল মুসলিমীন, সাইয়্যিদুনা হযরত যুন নূরাইন আলাইহিস সালাম উনার সম্মানিত খিলাফত মুবারক গ্রহণ।"
                    ]
                },
                {
                    "day": "২",
                    "details": [
                        "সাইয়্যিদুনা হযরত আবূ রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৫",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আত তাসি‘য়াহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদাতুনা হযরত উম্মু উম্মিল উমাম আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৮",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুল ঊলা আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১০",
                    "details": [
                        "পবিত্র আশূরা শরীফ।",
                        "সাইয়্যিদুনা হযরত ইমামুছ ছালিছ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৬",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ ‘আশার আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৫",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল ‘আশিরাহ্ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।",
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আস সাদিসাহ আলাইহাস সালাম।",
                        "সাইয়্যিদুনা হযরত ইমামুর রবি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৬",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সিবতু রসূলিল্লাহ, সাইয়্যিদুনা হযরত ইমাম ইবনে যুন নূর আল আউওয়াল আলাইহিস সালাম।"
                    ]
                }
            ]
        },
        {
            "month_bn": "ছফর শরীফ",
            "month_en": "Safar Sharif",
            "events": [
                {
                    "day": "৩",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল হাদিয়াহ ‘আশার আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "৭",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুস সাবি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়। (দ্রষ্টব্য: এই দিনটি শা'বান মাসেও উল্লেখ আছে, সম্ভবত সাধারণ ১২ তারিখের গুরুত্ব নির্দেশ করে)"
                    ]
                },
                {
                    "day": "২৪",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ্ ‘আশার আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "২৭",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত উমামাহ আলাইহাস সালাম উনার বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৮",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত উম্মী বা’দা উম্মী আলাইহাস সালাম তিনি পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমামুছ ছানী মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।",
                        "আফদ্বালুল আউলিয়া, হযরত মুজাদ্দিদে আলফে ছানী রহমতুল্লাহি আলাইহি উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "আখিরী চাহার শোম্বাহ শরীফ",
                    "details": [
                        "পবিত্র ছফর শরীফ মাস উনার শেষ আরবিয়া শরীফ (বুধবার)।"
                    ]
                }
            ]
        },
        {
            "month_bn": "রবীউল আউওয়াল শরীফ",
            "month_en": "Rabi'ul Awwal Sharif",
            "events": [
                {
                    "day": "১",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার মহাসম্মানিত হিজরত মুবারক দিবস।"
                    ]
                },
                {
                    "day": "২",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত আন নূরুছ ছানী আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "৩",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুছ ছালিছাহ আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত যুন নূরাইন আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত যুন নূরাইন আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "৪",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত আন নূরুছ ছালিছ আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুল উম্মাহাত হযরত উম্মু রসূলিনা ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আস সাদিসাহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৭",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুনা হযরত উম্মুল উমাম আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "৮",
                    "details": [
                        "সাইয়্যিদুনা হযরত আন নূরুছ ছানী আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমামুল হাদী ‘আশার মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র শাহাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৯",
                    "details": [
                        "হযরত ইমাম মুহসিন আলাইহিস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১০",
                    "details": [
                        "সাইয়্যিদাতুল উম্মাহাত হযরত উম্মু রসূলিনা ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত আন নূরুর রবি’ আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদাতুনা উম্মু কুলছূম আলাইহাস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুল হাদী ‘আশার মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১১",
                    "details": [
                        "সাইয়্যিদুনা হযরত আবূ উম্মিল উমাম আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "**পবিত্র ঈদে মীলাদে হাবীবুল্লাহ রসূলুল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।**",
                        "**পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুল উমাম আলাইহিস সালাম।**",
                        "নুবুওওয়াত ও রিসালাত মুবারক এবং ওহী মুবারক নাযিল দিবস।",
                        "সাইয়্যিদুনা হযরত আন নূরুছ ছালিছ আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৩",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ ‘আশার আলাইহাস সালাম।",
                        "আফদ্বালুন নাস বা’দাল আম্বিয়া হযরত ছিদ্দীক্বে আকবর আলাইহিস সালাম উনার সম্মানিত খিলাফত মুবারক গ্রহণ দিবস।",
                        "সাইয়্যিদুনা হযরত আবূ ইমামিল উমাম আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১৪",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত উম্মুল মু’মিনীন আল ঊলা আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "১৭",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছামিনাহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুস সাদিস মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "সাইয়্যিদুনা হযরত আবূ শাফিয়িল উমাম আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২০",
                    "details": [
                        "হযরত ইমাম মুহসিন আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৭",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল খমিসাহ উম্মুল মাসাকিন আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৮",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আত তাসি’য়াহ আলাইহাস সালাম।"
                    ]
                }
            ]
        },
        {
            "month_bn": "রবীউছ ছানী শরীফ",
            "month_en": "Rabi'us Sani Sharif",
            "events": [
                {
                    "day": "৩",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুনা হযরত আন নূরুছ ছানিয়াহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সিবতু রসূলিল্লাহ, সাইয়্যিদুনা হযরত ইমাম ইবনে যুন নূরাইন আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১১",
                    "details": [
                        "হযরত বড়পীর ছাহেব রহমতুল্লাহি আলাইহি উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস, যা পবিত্র ফাতিহায়ে ইয়াযদাহম শরীফ নামে মশহূর।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৮",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুছ ছানিয়াহ আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত যুন নূরাইন আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।"
                    ]
                },
                {
                    "day": "১৯",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আস সাবি’য়াহ আলাইহাস সালাম।",
                        "পবিত্র ঈদে বিলাদতে সাইয়্যিদাতুনা হযরত নিবরাসাতুল উমাম আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "২৩",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আত তাসি‘য়াহ আলাইহাস সালাম উনার পবিত্র নিসবতে ‘আযীম শরীফ দিবস।"
                    ]
                }
            ]
        },
        {
            "month_bn": "জুমাদাল ঊলা শরীফ",
            "month_en": "Jumadal Ula Sharif",
            "events": [
                {
                    "day": "৫",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত যাইনাব আলাইহাস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৯",
                    "details": [
                        "পবিত্র ঈদে বিলাদতে সাইয়্যিদুনা হযরত হাদিউল উমাম আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১১",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুনা হযরত আন নূরুছ ছালিছাহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "২২",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল ঊলা আলাইহাস সালাম উনার নিসবতে আযীম শরীফ দিবস।",
                        "সাইয়্যিদুনা হযরত জাদ্দু রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদাতুনা হযরত আন নূরুল ঊলা আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত যুন নূর আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমাম ইবনে যুন নূরাইন আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৮",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ছিদ্দীক্বে আকবর আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "২৯",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল হাদিয়াহ ‘আশার আলাইহাস সালাম।"
                    ]
                }
            ]
        },
        {
            "month_bn": "জুমাদাল ঊখরা শরীফ",
            "month_en": "Jumadal Ukhra Sharif",
            "events": [
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "২০",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুনা হযরত আন নূরুর রবিয়া’হ আলাইহাস সালাম।",
                        "সাইয়্যিদাতুনা রুকাইয়্যাহ্ আলা আলাইহাস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২১",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদাতুনা হযরত আন নূরুল ঊলা আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "২২",
                    "details": [
                        "আফদ্বালুন নাস বা’দাল আম্বিয়া হযরত ছিদ্দীক্বে আকবর আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "আমীরুল মু’মিনীন, খলীফাতুল মুসলিমীন, সাইয়্যিদুনা হযরত ফারূকে আ’যম আলাইহিস সালাম উনার সম্মানিত খিলাফত মুবারক গ্রহণ দিবস।"
                    ]
                },
                {
                    "day": "২৩",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আস সাবি‘য়াহ আত্বওয়ালু ইয়াদান আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৯",
                    "details": [
                        "সাইয়্যিদাতুনা রুকাইয়্যাহ্ আলা আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমামুল ‘আশির মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                }
            ]
        },
        {
            "month_bn": "রজব শরীফ",
            "month_en": "Rojob Sharif",
            "events": [
                {
                    "day": "১",
                    "details": [
                        "সাইয়্যিদুনা হযরত আবূ রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে সাইয়্যিদাতুনা হযরত উম্মু রসূলিনা ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুল খমিস মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "দোয়া কবূলের বছরের সম্মানিত ৫ রাত উনাদের মধ্যে প্রথম মুবারক রাত।"
                    ]
                },
                {
                    "day": "২",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত আবূ রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "সাইয়্যিদুনা হযরত আন নূরুল আউওয়াল আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৩",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছালিছাহ ‘আশার আলাইহাস সালাম।",
                        "পবিত্র ঈদে বিলাদতে হযরত সাইয়্যিদাতুল উমাম আর রবিয়া’হ আলাইহাস সালাম।",
                        "পবিত্র ঈদে বিলাদতে হযরত সাইয়্যিদাতুল উমাম আল খমীসাহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "৬",
                    "details": [
                        "সুলতানুল হিন্দ হযরত খাজা মুঈনুদ্দীন চীশতী আজমিরী রহমতুল্লাহি আলাইহি উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১০",
                    "details": [
                        "সিবতু রসূলিল্লাহ, সাইয়্যিদুনা হযরত ইমাম ইবনে যুন নূর আল আউওয়াল আলাইহিস সালাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুত তাসি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "পবিত্র ইয়ারমুক জিহাদ দিবস।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৩",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুল আউওয়াল মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১৪",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আর রবি‘য়াহ ইবনাতু আবীহা আলাইহাস সালাম।",
                        "সাইয়্যিদুনা হযরত ইমামুস সাদিস মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে বিলাদতে সুলতানুল হিন্দ হযরত খাজা মুঈনুদ্দীন চিশতি আজমিরী রহমতুল্লাহি আলাইহি।"
                    ]
                },
                {
                    "day": "১৫",
                    "details": [
                        "সম্মানিত ক্বিবলা পরিবর্তন দিবস মুবারক।",
                        "সাইয়্যিদাতুনা হযরত যাইনাব আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৫",
                    "details": [
                        "সাইয়্যিদুনা হযরত ইমামুস সাবি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৭",
                    "details": [
                        "পবিত্র শবে মি’রাজ শরীফ।",
                        "সাইয়্যিদুনা হযরত ইমামুল উমাম আলাইহিস সালাম উনার পবিত্র লাইলাতুর রগায়িব শরীফ।"
                    ]
                },
                {
                    "day": "২৮",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত উমামাহ আলাইহাস সালাম উনার বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "প্রথম জুমুয়ার রাত",
                    "details": [
                        "পবিত্র লাইলাতুর রগায়িব শরীফ।"
                    ]
                }
            ]
        },
        {
            "month_bn": "শা’বান শরীফ",
            "month_en": "Sha'baan Sharif",
            "events": [
                {
                    "day": "২",
                    "details": [
                        "হযরত সাইয়্যিদুল উমাম আছ ছালিছ আলাইহিস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ।"
                    ]
                },
                {
                    "day": "৪",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আর রবি‘য়াহ ইবনাতু আবীহা আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুছ ছালিছ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুর রবি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৩",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আর রবি‘য়াহ ইবনাতু আবীহা আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১৫",
                    "details": [
                        "লাইলাতুন নিছফি মিন শা’বান তথা পবিত্র শবে বরাত। দোয়া কবূলের বছরের সম্মানিত ৫ রাত উনাদের মধ্যে দ্বিতীয় মুবারক রাত।"
                    ]
                },
                {
                    "day": "১৭",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল হাদিয়াহ ‘আশার আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৯",
                    "details": [
                        "পবিত্র ঈদে বিলাদতে হযরত সাইয়্যিদাতাল উমাম আলাইহিমাস সালাম।"
                    ]
                }
            ]
        },
        {
            "month_bn": "রমাদ্বান শরীফ",
            "month_en": "Ramadan Sharif",
            "events": [
                {
                    "day": "১",
                    "details": [
                        "পবিত্র ঈদে বিলাদতে হযরত বড়পীর ছাহেব রহমতুল্লাহি আলাইহি।"
                    ]
                },
                {
                    "day": "২",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত আন নূরুল আউওয়াল আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "৩",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুর রবিয়া’হ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৬",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুছ ছালিছাহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৯",
                    "details": [
                        "পবিত্র ঈদে মীলাদে হযরত খলীফাতুল উমাম আল মানছূর আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১১",
                    "details": [
                        "পবিত্র ঈদে মীলাদে হযরত সাইয়্যিদুল উমাম আছ ছানী আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুছ ছানী মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১৭",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত উম্মুল মু’মিনীন আল ঊলা আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদাতুনা হযরত উম্মুল মু’মিনীন আছ ছালিছাহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমামুল আউওয়াল মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সম্মানিত বদর জিহাদ দিবস।",
                        "সম্মানিত ফতেহ মক্কা শরীফ দিবস।"
                    ]
                },
                {
                    "day": "১৮",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত আন নূরুছ ছানিয়াহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদুনা হযরত ইমামুছ ছানী মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র খিলাফত মুবারক গ্রহণ দিবস।"
                    ]
                },
                {
                    "day": "১৯",
                    "details": [
                        "সাইয়্যিদুনা হযরত আবূ হাদিয়িল উমাম আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২১",
                    "details": [
                        "সাইয়্যিদুনা হযরত ইমামুছ ছামিন মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৩",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল ‘আশিরাহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল ‘আশিরাহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "২৬",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।"
                    ]
                },
                {
                    "day": "২৭",
                    "details": [
                        "পবিত্র লাইলাতুল ক্বদর শরীফ। দোয়া কবূলের বছরের সম্মানিত ৫ রাত উনাদের মধ্যে তৃতীয় মুবারক রাত।"
                    ]
                }
            ]
        },
        {
            "month_bn": "শাওওয়াল শরীফ",
            "month_en": "Shawwal Sharif",
            "events": [
                {
                    "day": "১",
                    "details": [
                        "পবিত্র ঈদে বিলাদতে হযরত নাক্বীবাতুল উমাম আলাইহাস সালাম।",
                        "পবিত্র ঈদুল ফিতর। দোয়া কবূলের বছরের সম্মানিত ৫ রাত উনাদের মধ্যে চতুর্থ মুবারক রাত।"
                    ]
                },
                {
                    "day": "৪",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছালিছাহ ছিদ্দীক্বাহ আলাইহাস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।"
                    ]
                },
                {
                    "day": "১৪",
                    "details": [
                        "সাইয়্যিদাতুনা উম্মু কুলছূম আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে বিলাদতে আফদ্বালুল আউলিয়া হযরত মুজাদ্দিদে আলফে ছানী রহমতুল্লাহি আলাইহি।"
                    ]
                },
                {
                    "day": "১৮",
                    "details": [
                        "সিবতু রসূলিল্লাহ, সাইয়্যিদুনা হযরত ইমাম ইবনে যুন নূর আছ ছানী আলাইহিস সালাম উনার পবিত্র বিলাদতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১৯",
                    "details": [
                        "**সাইয়্যিদুনা হযরত ইমামুল উমাম আলাইহিস সালাম উনার সাথে সাইয়্যিদাতুনা হযরত উম্মুল উমাম আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।**"
                    ]
                },
                {
                    "day": "২০",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল খমিসাহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "২১",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত উম্মুল মু’মিনীন আছ ছালিছাহ আলাইহাস সালাম উনার পবিত্র আক্বদ মুবারক ও নিসবতে আযীম শরীফ দিবস।",
                        "বিশ্ব বাল্যবিবাহ দিবস।"
                    ]
                },
                {
                    "day": "২২",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত নাক্বীবাতুল উমাম আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত শাফিউল উমাম আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।",
                        "সাইয়্যিদাতুনা হযরত নিবরাসাতুল উমাম আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত হাদিউল উমাম আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "২৪",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল সাদিসাহ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "২৫",
                    "details": [
                        "সাইয়্যিদাতুনা হযরত উম্মু ইমামিল উমাম আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                }
            ]
        },
        {
            "month_bn": "যিলক্বদ শরীফ",
            "month_en": "Zilqad Sharif",
            "events": [
                {
                    "day": "৮",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল সাবি‘য়াহ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "১১",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুছ ছামিন মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।",
                        "পবিত্র ঈদে মীলাদে হযরত সাইয়্যিদুল উমাম আল আউওয়াল আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।",
                        "যাত্রাবাড়ি শরীফ উনার পীর ছাহেব ক্বিবলা হযরত সাইয়্যিদুনা হযরত সুলত্বানুল আরিফীন আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১৩",
                    "details": [
                        "পবিত্র ঈদে মীলাদে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছামিনাহ আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "১৪",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত শাফিউল উমাম আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১৬",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছালিছাহ্ ‘আশার আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                }
            ]
        },
        {
            "month_bn": "যিলহজ্জ শরীফ",
            "month_en": "Zilhajj Sharif",
            "events": [
                {
                    "day": "১-১০",
                    "details": [
                        "পবিত্র যিলহজ্জ শরীফ মাস উনার প্রথম ১০দিন (ফযীলতপূর্ণ)।"
                    ]
                },
                {
                    "day": "২",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত আন নূরুর রবি’ আলাইহিস সালাম।",
                        "সাইয়্যিদাতুনা হযরত আন নূরুর রবি‘য়াহ যাহরা আলাইহাস সালাম উনার সাথে সাইয়্যিদুনা হযরত কাররামাল্লাহু ওয়াজহাহূ আলাইহিস সালাম উনার পবিত্র নিসবতে আযীম শরীফ দিবস।"
                    ]
                },
                {
                    "day": "৬",
                    "details": [
                        "সাইয়্যিদুনা হযরত ইমামুত তাসি’ মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৭",
                    "details": [
                        "সাইয়্যিদুনা হযরত ইমামুল খমিস মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "৯",
                    "details": [
                        "পবিত্র ইয়াওমুল আরাফাহ।"
                    ]
                },
                {
                    "day": "৯-১৩",
                    "details": [
                        "পবিত্র আইয়ামে তাশরীক।"
                    ]
                },
                {
                    "day": "১০",
                    "details": [
                        "পবিত্র ঈদুল আদ্বহা। দোয়া কবূলের বছরের সম্মানিত ৫ রাত উনাদের মধ্যে পঞ্চম মুবারক রাত।"
                    ]
                },
                {
                    "day": "১০-১২",
                    "details": [
                        "পবিত্র ইয়াওমুন নহর/ পবিত্র ঈদুল আদ্বহা।"
                    ]
                },
                {
                    "day": "১২",
                    "details": [
                        "পবিত্র সাইয়্যিদু সাইয়্যিদিল আ’দাদ ১২ই শরীফ। এ দিন কোটি কোটি কণ্ঠে পবিত্র মীলাদ শরীফ অনুষ্ঠিত হয়।",
                        "সাইয়্যিদুনা হযরত যুন নূর (হযরত আবুল ‘আছ ইবনে রবী’) আলাইহিস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ফারূক্বে আ’যম আলাইহিস সালাম।"
                    ]
                },
                {
                    "day": "১৪",
                    "details": [
                        "চন্দ্র দ্বিখণ্ডিত হওয়ার দিবস।",
                        "পবিত্র ঈদে মীলাদে হযরত সাইয়্যিদাতুল উমাম আছ ছালিছা আলাইহাস সালাম।"
                    ]
                },
                {
                    "day": "১৫",
                    "details": [
                        "পবিত্র ঈদে মীলাদে সাইয়্যিদুনা হযরত ইমামুল ‘আশির মিন আহলি বাইতি রসূলিল্লাহ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম।"
                    ]
                },
                {
                    "day": "১৮",
                    "details": [
                        "আমীরুল মু’মিনীন, খলীফাতুল মুসলিমীন, সাইয়্যিদুনা হযরত যুন নূরাইন আলাইহিস সালাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "১৯",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছালিছাহ ‘আশার আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৫",
                    "details": [
                        "আমীরুল মু’মিনীন, খলীফাতুল মুসলিমীন, সাইয়্যিদুনা হযরত কাররামাল্লাহু ওয়াজহাহূ আলাইহিস সালাম উনার সম্মানিত খিলাফত মুবারক গ্রহণ দিবস।"
                    ]
                },
                {
                    "day": "২৬",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আল খমিসাহ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "২৭",
                    "details": [
                        "আমীরুল মু’মিনীন, খলীফাতুল মুসলিমীন, সাইয়্যিদুনা হযরত ফারূকে আ’যম আলাইহিস সালাম উনার পবিত্র শাহাদাতী শান মুবারক প্রকাশ দিবস।"
                    ]
                },
                {
                    "day": "২৮",
                    "details": [
                        "নূরে মুজাসসাম, হাবীবুল্লাহ, হুযূর পাক ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার সাথে উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছামিনাহ আলাইহাস সালাম উনার পবিত্র নিসবতে আযীম শরীফ।"
                    ]
                },
                {
                    "day": "২৯",
                    "details": [
                        "উম্মুল মু’মিনীন সাইয়্যিদাতুনা হযরত আছ ছানিয়াহ আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।",
                        "সাইয়্যিদাতুনা হযরত উম্মী বা’দা উম্মী আলাইহাস সালাম উনার পবিত্র বিছালী শান মুবারক প্রকাশ দিবস।"
                    ]
                }
            ]
        }
    ]
}